{
    "headerContent": {
        "logo": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705831800/DMD_website/mm-logo-300_gbi4ye.png",
        "logoAlt": "Khoshroz Kitab Mahal - Mostafa Jafir Mohiuddin",
        "url": "/",
        "nav": [
            {
                "name": "Home",
                "url": "/"
            },
            {
                "name": "History",
                "url": "/history"
            },
            {
                "name": "Companies",
                "url": "/companies"
            }
        ],
        "social": [
            {
                "icon": "fi-brands-facebook",
                "link": "https://www.facebook.com/mostafajmohiuddin/",
                "name": "Mostafa Jafir's Facebook"
            },
            {
                "icon": "fi-brands-linkedin",
                "link": "https://bd.linkedin.com/in/mostafajafirmohiuddin",
                "name": "Mostafa Jafir's Linkedin"
            },
            {
                "icon": "fi-brands-youtube",
                "link": "https://www.youtube.com/@khoshrozkitabmahalltd",
                "name": "Khoshroz Kitab mahal's youtube"
            }
        ]
    },
    "home": {
        "homeContent": {
            "title": "Mostafa Jafir Mohiuddin",
            "designation": [
                "Deputy",
                "Managing",
                "Director"
            ],
            "homeImage": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705831588/DMD_website/DMD_photo1_hsmn2l.jpg",
            "company": "Khoshroz Kitab Mahal Limited",
            "desc": "It was through Mostafa’s work at his grandfather’s publishing company during the summers that he discovered his love for the paper industry and assumed a full-time job as Deputy Managing Director. Mostafa says he owes most of his business acumen to his grandfather, who gave him his foundational training. This knowledge, paired with his love of nature, inspired Mostafa to open a business with his brother in 2021: Magura Agriculture Park Limited. This organic agriculture farm allows a one-stop solution for people to reach farmers and fresh products with ease."
        }
    },
    "brands": {
        "brandLogos": [
            {
                "logo": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705983043/DMD_website/Logo-02_v1uyne.png",
                "alt": "Khoshroz Kitab Mahal",
                "url": "https://www.khoshrozltd.com/"
            },
            {
                "logo": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705831587/DMD_website/MAPL-logo-768x204_xqsx9i.png",
                "alt": "Magura Agriculture Park Limited",
                "url": "https://maguraagriculture.com/"
            },
            {
                "logo": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705983043/DMD_website/Logo-06_eih5ee.png",
                "alt": "Dream International Limited",
                "url": "https://www.dreaminternationallimited.com/"
            },
            {
                "logo": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705983043/DMD_website/Logo-05_uusypl.png",
                "alt": "E-Stylze e-commerce",
                "url": "https://www.estylzefashion.com/"
            },
            {
                "logo": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705983043/DMD_website/Logo-03_v6mckf.png",
                "alt": "National Development Company Limited",
                "url": "https://www.ndcautobrick.com/"
            },
            {
                "logo": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705983043/DMD_website/Logo-04_mz04vn.png",
                "alt": "Jatiya Mudran",
                "url": "https://www.jatiyamudran.com/"
            }
        ]
    },
    "about": {
        "aboutImage": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705924259/dmd_kkml_itugov.jpg",
        "aboutAlt": "Mostafa Jafir Mohiuddin",
        "aboutTitle": "Biography",
        "biography": [
            "Born in Bangladesh and raised in the United States, Mostafa Mohiuddin is a businessman best known for his work in the publication sector. Though he was raised by his parents, Mostafa was most influenced by his grandfather, Mohiuddin Ahmed who was the Chairman and Founder of the publication house Khoshroz Kitab Mahal. Ahmed also founded NDC Auto Brick in an effort to produce pollution-free bricks in Bangladesh.",
            "It was through Mostafa’s work at his grandfather’s publishing company during the summers that he discovered his love for the paper industry and assumed a full-time job as Deputy Managing Director. Mostafa says he owes most of his business acumen to his grandfather, who gave him his foundational training. This knowledge, paired with his love of nature, inspired Mostafa to open a business with his brother in 2021: Magura Agriculture Park Limited. This organic agriculture farm allows a one-stop solution for people to reach farmers and fresh products with ease.",
            "Most recently, Mostafa started a new company, Khaohroz Advanced Technology Ltd. His aim is to develop the IT industry in an effort to provide smarter, better IT services, including developing software websites, networking, etc. Often described as hardworking and highly motivated, Mostafa’s current plans include expanding the operational capacity of his businesses back in his home country.",
            "In his spare time, Mostafa enjoys tending to cows, fish, and other animals. Ultimately, his goal is to give back to his hometown and make the lives of those who live there a bit easier. Mostafa wants everyone to spend more time following their passions and doing what they love, just like he does."
        ]
    },
    "history": [
        {
            "name": "Mr. Mohiuddin Ahmed",
            "designation": "Honorable Chairman",
            "image": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705831588/DMD_website/honorable-founder_joqt8w.jpg",
            "company": "Khoshroz Kitab Mahal and NDC Auto brick",
            "descTitle": "Message from the Founder",
            "description": [
                "Mohiuddin Ahmad’s message as the founder of KKML is truly inspiring as it demonstrates his passion for creating a better future for the people of Bangladesh. His efforts to create employment opportunities and promote environmental sustainability are commendable. Despite facing adversity, he was able to establish multiple successful companies, which is a testament to his determination and entrepreneurial spirit. One of his notable achievements is the establishment of a pollution-free brick factory in partnership with organizations like UNDP and ADB, showing how businesses can have a positive impact on the environment.",
                "The founder expresses his gratitude towards ADB and Janata Bank for investing in the project, as well as UNDP for their technical support. This highlights the importance of collaboration in achieving success.",
                "In summary, Mohiuddin Ahmad’s message emphasizes the power of determination and the pursuit of dreams in creating a positive impact on society. It is a reminder that with hard work and a commitment to creating a better future, anything is possible. During the 1980-90 decade when it was impossible to establish a private sector paper manufacturing company due to all paper mills being run by the government, he still had the vision to establish a paper manufacturing company. Thus, he established Paper Manufacturing & Paper Converting Company as a joint venture project with the government named Magura Paper Mills Ltd., Bangladesh Monospool Paper Manufacturing Company Ltd., and Paper Processing & Packaging Ltd."
            ]
        },
        {
            "name": "Mr. Mostafa Jamal Mohiuddin",
            "designation": "Honorable Managing Director",
            "image": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705831587/DMD_website/MD-sir_en9ffg.jpg",
            "company": "Khoshroz Kitab Mahal, Magura Group And NDC Auto brick",
            "descTitle": "Background",
            "description": [
                "In addition to his involvement in the publication industry, Mr. Jamal is also involved in various other businesses, such as Magura Paper Mills Ltd, Bangladesh Monospool Paper Manufacturing Company Ltd, and Paper Processing & Packaging Ltd. He has also established a sole proprietorship business called Jatiya Mudran.",
                "As the Vice-Chairman of Khoshroz Kitab Mahal and NDC Auto Brick, Mr. Jamal is highly regarded for his business acumen and leadership skills. Under his guidance, these companies have continued to grow and expand, offering high-quality products and services to their customers.",
                "With his background in international education and years of experience in the business world, Mr. Jamal is a valuable asset to the companies he is involved in. He is known for his hard-working and motivated approach, as well as his ability to effectively manage and lead teams.",
                "As he continues to drive the success of these companies, Mr. Jamal is dedicated to making a positive impact on the lives of people in Bangladesh, both through his business ventures and his community involvement."
            ]
        },
        {
            "name": "Mr. Mostafa Akhter Mohiuddin",
            "designation": "Chairman",
            "image": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705831588/DMD_website/mostafa-akhter_ylwkbs.jpg",
            "company": "Magura Agriculture Park Ltd and Dream International.",
            "descTitle": "Background",
            "description": [
                "As a successful businessman, Mr. Mostafa Jarif Mohiuddin has made a name for himself in the fashion industry and continues to be a key figure in the family business. His vision and drive have helped to expand the operations of Khoshroz Kitab Mahal and NDC Auto Brick, while also establishing new ventures in the fashion industry and agriculture sector.",
                "His role as the chairman of Magura Agriculture Park Ltd and Dream International further highlights his commitment to promoting sustainability and providing fresh, organic products to the people of Bangladesh.",
                "Through his hard work and dedication, Mr. Mostafa Jarif Mohiuddin is making a positive impact on the community and helping to build a better future for Bangladesh."
            ]
        }
    ],
    "company": {
        "desc": [
            "The expansion and diversification have indeed opened new opportunities for the Khoshroz Group, with the management focusing on providing a range of benevolent services beyond mere profit-making. The rising Khoshroz Group adheres to the principle of conducting business operations for the betterment of society. Through years of dedication and hard work, the Khoshroz Group has evolved into a multi-faceted entity, covering essential sectors such as food, clothing, housing, education, and healthcare.",
            "The Khoshroz Group has been instrumental in enhancing the lifestyle of the Bangladeshi people. Each subsidiary of the Khoshroz Group plays a significant role in the economic development of the country, by establishing industries, plants, and engaging in various activities across multiple sectors.",
            "The Khoshroz Group is dedicated to shaping the future of the nation. The various concerns under the Khoshroz Group are as follows:"
        ],
        "companies": [
            {
                "logo": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705983043/DMD_website/Logo-01_gnxn17.png",
                "alt": "Khoshroz Group",
                "url": "https://www.khoshrozltd.com/",
                "text": "Khoshroz Group Limited"
            },
            {
                "logo": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705983043/DMD_website/Logo-02_v1uyne.png",
                "alt": "Khoshroz Kitab Mahal",
                "url": "https://www.khoshrozltd.com/",
                "text": "Khoshroz Kitab Mahal Limited"
            },
            {
                "logo": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705831587/DMD_website/MAPL-logo-768x204_xqsx9i.png",
                "alt": "Magura Agriculture Park Limited",
                "url": "https://maguraagriculture.com/",
                "text": "Magura Group Limited"
            },
            {
                "logo": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705983043/DMD_website/Logo-06_eih5ee.png",
                "alt": "Dream International Limited",
                "url": "https://www.dreaminternationallimited.com/",
                "text": "Dream International Limited"
            },
            {
                "logo": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705983043/DMD_website/Logo-05_uusypl.png",
                "alt": "E-Stylze fashion e-commerce",
                "url": "https://www.estylzefashion.com/",
                "text": "E-stylze Fashion Limited"
            },
            {
                "logo": "https://res.cloudinary.com/dfaw271y6/image/upload/v1705983043/DMD_website/Logo-03_v6mckf.png",
                "alt": "National Development Company Limited",
                "url": "https://www.ndcautobrick.com/",
                "text": "National Development Company Limited"
            },
            {
                "logo": "/src/assets/img/jmpl.png",
                "alt": "Jatiya Mudran",
                "url": "https://www.jatiyamudran.com/",
                "text": "Jatiya Mudran Limited"
            }
        ]
    },
    "footer": {
        "copyright": "&copy; all rights reserved 2024 Mostafa Jafir Mohiuddin. Developed and Maintained by KKML Developers"
    }
}